<?php

$lang['user_dropbox_app_description'] = 'ڈراپ باکس کلاؤڈ پر مبنی فائل سٹوریج اور ہم آہنگی کی خدمت ہے. آپ کے گھر کی ڈائریکٹری میں واقع ایک فولڈر پھر کسی بھی ڈیوائس پر ایک ہی ڈراپ باکس اکاؤنٹ (لیپ ٹاپ، موبائل، گولی وغیرہ) سے منسلک کی طرف سے حاصل کیا جا سکتا جس میں فائلیں مطابقت کرنے کے لئے اس اپلی کیشن کا استعمال کریں.';
$lang['user_dropbox_app_name'] = 'ڈراپ باکس';
$lang['user_dropbox_authenticate_to_service'] = 'ڈراپ باکس کے ساتھ تصدیق';
$lang['user_dropbox_authentication'] = 'ڈراپ باکس کے ساتھ توثیق تک مکمل سیٹ اپ';
$lang['user_dropbox_create_account'] = 'ڈراپ باکس اکاؤنٹ بنائیں';
$lang['user_dropbox_have_account'] = 'میں نے پہلے سے ہی ایک اکاؤنٹ ہے، ڈراپ باکس';
$lang['user_dropbox_init_complete'] = 'ابتدا مکمل. آپ کے اکاؤنٹ میں ڈراپ باکس کی اجازت کے مکمل کرنے کے لئے نیچے دیئے گئے لنک پر کلک کریں.';
$lang['user_dropbox_initialize_dropbox_setup_help'] = 'آپ کلاؤڈ بیسڈ خدمت کے لئے اپنے مقامی سرور فولڈر ہم وقت سازی کرنے ڈراپ باکس اکاؤنٹ کی ضرورت ہو گی.';
$lang['user_dropbox_initialize_dropbox_sync_help'] = 'اب آپ کو آپ ڈراپ باکس اکاؤنٹ سیٹ اپ ہے کہ، "اب ہم آہنگ کریں" کے بٹن پر کلک کریں. آپ کو آپ کے گھر کی ڈائریکٹری میں مقیم ڈراپ باکس کے فولڈر کے لئے ایک اہم مشتمل ایک URL کے ساتھ فراہم کی جائے گی. اس پر کلک کرنے اور ڈراپ باکس کی اجازت کے مکمل کر کے اس منزل کے ساتھ آپ ڈراپ باکس اکاؤنٹ وابستہ کرنے کیلئے اس لنک کو استعمال کریں.';
$lang['user_dropbox_invalid_account'] = 'اکاؤنٹ غلط ہے.';
$lang['user_dropbox_not_available_for_root_account'] = 'معذرت، ڈراپ باکس سروس جڑ اکاؤنٹ کے لئے دستیاب نہیں ہے.';
$lang['user_dropbox_starting_account_init'] = 'اکاؤنٹ ابتدا شروع ہورہا ہے ... صبر کریں.';
$lang['user_dropbox_step_1'] = 'مرحلہ 1 از 2';
$lang['user_dropbox_step_2'] = 'مرحلہ 2 از 2';
$lang['user_dropbox_sync_check'] = 'مطابقت پذیری کی جانچ پڑتال کریں';
$lang['user_dropbox_sync_now'] = 'ابھی ہم آہنگ کریں';
$lang['user_dropbox_url_link'] = 'ڈراپ باکس یو آر ایل لنک';
$lang['user_dropbox_waiting_confirmation'] = 'مکمل کرنے کے لئے ڈراپ باکس اکاؤنٹ ہم وقت سازی کی تصدیق کے لئے انتظار کر رہا ہے. ذیل میں ہے تو آپ ڈراپ باکس کی سائٹ کا دورہ کیا اور اپنے اکاؤنٹ سے منسلک نہیں کیا ہے، ڈراپ باکس URL لنک پر کلک کریں.';
