<?php

$lang['user_dropbox_app_description'] = 'டிராப்பாக்ஸ் ஒரு மேகம் சார்ந்த கோப்பு சேமிப்பு மற்றும் ஒத்திசைவு சேவை ஆகிறது. பின்னர் அதே டிராப்பாக்ஸ் கணக்கை (லேப்டாப், மொபைல், மாத்திரை முதலியன) தொடர்புடைய எந்த சாதனம் மூலம் அணுக முடியும் உங்கள் வீட்டில் அடைவில் ஒரு கோப்புறையில் கோப்புகளை ஒருங்கிணைக்க இந்த பயன்பாட்டை பயன்படுத்த.';
$lang['user_dropbox_app_name'] = 'டிராப்பாக்ஸ்';
$lang['user_dropbox_authenticate_to_service'] = 'டிராப்பாக்ஸ் அங்கீகரிக்க';
$lang['user_dropbox_authentication'] = 'டிராப்பாக்ஸ் அங்கீகரிக்கிறது மூலம் முழுமையான அமைப்பு';
$lang['user_dropbox_create_account'] = 'டிராப்பாக்ஸ் கணக்கை உருவாக்கு';
$lang['user_dropbox_have_account'] = 'நான் ஏற்கனவே ஒரு டிராப்பாக்ஸ் கணக்கை வேண்டும்';
$lang['user_dropbox_init_complete'] = 'துவக்கும் முழு. உங்கள் கணக்கில் டிராப்பாக்ஸ் அங்கீகாரம் முடிக்க, கீழே உள்ள இணைப்பை கிளிக் செய்யுங்கள்.';
$lang['user_dropbox_initialize_dropbox_setup_help'] = 'நீங்கள் மேகம் சார்ந்த சேவையை உங்கள் உள்ளூர் சர்வர் கோப்புறை ஒருங்கிணைக்க ஒரு டிராப்பாக்ஸ் கணக்கு வேண்டும்.';
$lang['user_dropbox_initialize_dropbox_sync_help'] = 'இப்போது நீங்கள் உங்கள் டிராப்பாக்ஸ் கணக்கை அமைப்பு என்பதை, "இப்போது ஒத்திசை" பொத்தானை கிளிக் செய்யவும். நீங்கள் உங்கள் வீட்டில் அடைவு வசிக்கும் டிராப்பாக்ஸ் கோப்புறையில் ஒரு விசை கொண்ட URL உடன் வழங்கப்படும். அதில் கிளிக் செய்து மற்றும் டிராப்பாக்ஸ் அங்கீகாரம் முடித்த மூலம் இந்த இலக்கை உங்கள் டிராப்பாக்ஸ் கணக்கை இணைக்க இந்த இணைப்பைப் பயன்படுத்தவும்.';
$lang['user_dropbox_invalid_account'] = 'கணக்கு தவறானது.';
$lang['user_dropbox_not_available_for_root_account'] = 'மன்னிக்கவும், டிராப்பாக்ஸ் சேவை இல்லை ரூட் கணக்கு கிடைக்கும்.';
$lang['user_dropbox_starting_account_init'] = 'கணக்கு துவக்கும் தொடங்குகிறது ... பொறுமை, தயவு செய்து.';
$lang['user_dropbox_step_1'] = 'படி 2 இல் 1';
$lang['user_dropbox_step_2'] = 'படி 2: 2';
$lang['user_dropbox_sync_check'] = 'ஒத்திசைவு பாருங்கள்';
$lang['user_dropbox_sync_now'] = 'இப்போது ஒத்திசை';
$lang['user_dropbox_url_link'] = 'டிராப்பாக்ஸ் URL இணைப்பு';
$lang['user_dropbox_waiting_confirmation'] = 'முடிக்க டிராப்பாக்ஸ் கணக்கை ஒத்திசைவு அங்கீகார காத்திருக்கிறது. நீங்கள் டிராப்பாக்ஸ் தளத்தில் சென்று உங்கள் கணக்கு இணைக்கப்படவில்லை என்றால் கீழே வேண்டும் டிராப்பாக்ஸ் URL ஐ இணைப்பை கிளிக் செய்து.';
