<?php

$lang['user_dropbox_app_description'] = 'ഡ്രോപ്പ്ബോക്സ് ഒരു ക്ലൗഡ് അധിഷ്ഠിത ഫയൽ സംഭരണം സമന്വയം സേവനമാണ്. തുടർന്ന് അതേ Dropbox അക്കൗണ്ട് (ലാപ്ടോപ്പ്, മൊബൈൽ, ടാബ്ലെറ്റ് മുതലായവ) ലേക്ക് ബന്ധപ്പെട്ട ഏത് ഉപകരണം ആക്സസ് ചെയ്യാൻ കഴിയും നിങ്ങളുടെ ഹോം ഡയറക്ടറിയിൽ സ്ഥിതി ഫോൾഡറിൽ ഫയലുകൾ സമന്വയിപ്പിക്കുക ഈ അപ്ലിക്കേഷൻ ഉപയോഗിക്കുക.';
$lang['user_dropbox_app_name'] = 'ഡ്രോപ്പ്ബോക്സ്';
$lang['user_dropbox_authenticate_to_service'] = 'ഡ്രോപ്പ്ബോക്സ് ആധികാരികത';
$lang['user_dropbox_authentication'] = 'ഡ്രോപ്പ്ബോക്സ് ആധാരീകരിക്കുന്നതിൽ പൂർണ്ണവുമാണെന്ന് സജ്ജീകരണം';
$lang['user_dropbox_create_account'] = 'Dropbox അക്കൗണ്ട് സൃഷ്ടിക്കുക';
$lang['user_dropbox_have_account'] = 'എനിക്ക് ഇതിനകം ഒരു ഡ്രോപ്പ്ബോക്സ് അക്കൗണ്ട് ഉണ്ട്';
$lang['user_dropbox_init_complete'] = 'ഇനീഷ്യലൈസേഷന് പൂർത്തിയായി. നിങ്ങളുടെ അക്കൗണ്ടിൽ ഡ്രോപ്പ്ബോക്സ് അംഗീകരിക്കൽ പൂർത്തിയാക്കാൻ ചുവടെയുള്ള ലിങ്കിൽ ക്ലിക്ക് ചെയ്യുക.';
$lang['user_dropbox_initialize_dropbox_setup_help'] = 'നിങ്ങൾ ക്ലൗഡ് അധിഷ്ഠിത സേവന നിങ്ങളുടെ ലോക്കൽ സെർവർ ഫോൾഡർ സമന്വയിപ്പിക്കുക ഒരു ഡ്രോപ്പ്ബോക്സ് അക്കൗണ്ട് ആവശ്യമാണ്.';
$lang['user_dropbox_initialize_dropbox_sync_help'] = 'ഇപ്പോൾ നിങ്ങളുടെ ഡ്രോപ്പ്ബോക്സ് അക്കൗണ്ട് സജ്ജമാക്കിയത്, "ഇപ്പോൾ സമന്വയിപ്പിക്കുക" ബട്ടണിൽ ക്ലിക്ക് ചെയ്യുക. നിങ്ങളുടെ ഹോം ഡയറക്ടറിയിൽ താമസിക്കുന്ന ഡ്രോപ്പ്ബോക്സ് ഫോൾഡറിൽ ഒരു കീ അടങ്ങിയിരിക്കുന്ന ഒരു URL നൽകും. അതിൽ ക്ലിക്കുചെയ്ത് ഡ്രോപ്പ്ബോക്സ് അംഗീകരിക്കൽ പൂർത്തിയാക്കണമെന്നായിരുന്നു ഈ സ്ഥലം ഉപയോഗിച്ച് നിങ്ങളുടെ ഡ്രോപ്പ്ബോക്സ് അക്കൗണ്ട് ബന്ധിപ്പിക്കാൻ ഈ ലിങ്ക് ഉപയോഗിക്കുക.';
$lang['user_dropbox_invalid_account'] = 'അക്കൗണ്ട് അസാധുവാണ്.';
$lang['user_dropbox_not_available_for_root_account'] = 'ക്ഷമിക്കണം, ഡ്രോപ്പ്ബോക്സ് സേവനം റൂട്ട് അക്കൌണ്ട് ലഭ്യമാണ്.';
$lang['user_dropbox_starting_account_init'] = 'അക്കൗണ്ട് പ്രാരംഭവില ആരംഭിക്കുന്നു ... ദയവായി ക്ഷമയോടെ.';
$lang['user_dropbox_step_1'] = '2 സ്റ്റെപ്പ് 1';
$lang['user_dropbox_step_2'] = '2 സ്റ്റെപ്പ് 2';
$lang['user_dropbox_sync_check'] = 'സമന്വയം പരിശോധിക്കുക';
$lang['user_dropbox_sync_now'] = 'ഇപ്പോൾ സമന്വയിപ്പിക്കുക';
$lang['user_dropbox_url_link'] = 'ഡ്രോപ്പ്ബോക്സ് URL ലിങ്ക്';
$lang['user_dropbox_waiting_confirmation'] = 'പൂർത്തിയാക്കാൻ Dropbox അക്കൗണ്ട് സമന്വയം ആധികാരികത കാത്തിരിക്കുന്നു. ഡ്രോപ്പ്ബോക്സ് സൈറ്റ് സന്ദർശിച്ചു നിങ്ങളുടെ അക്കൗണ്ട് ലിങ്ക് എങ്കിൽ ചുവടെ ഡ്രോപ്പ്ബോക്സ് URL ലിങ്ക് ക്ലിക്ക് ചെയ്യുക.';
