<?php

$lang['user_dropbox_app_description'] = 'Дропбок је облак-басед фајл складиштење и сервис синхронизација. Користите ову апликацију за синхронизацију фајлова у фолдеру се налази у вашем хоме директоријуму који се онда може приступити било који уређај повезан на исти пријемни налог (лаптоп, мобилни, таблета итд).';
$lang['user_dropbox_app_name'] = 'дропбок';
$lang['user_dropbox_authenticate_to_service'] = 'Аутентификујете Дропбок';
$lang['user_dropbox_authentication'] = 'Комплетна подесио аутентичности са Дропбок';
$lang['user_dropbox_create_account'] = 'Створити Дропбок аццоунт';
$lang['user_dropbox_have_account'] = 'Већ имам Дропбок налог';
$lang['user_dropbox_init_complete'] = 'Инитиализатион потпуна. Кликните на линк испод да заврши Дропбок овлашћења на свој налог.';
$lang['user_dropbox_initialize_dropbox_setup_help'] = 'Биће вам потребан Дропбок налог да ускладите свој локални директоријум сервера на сервис облаку.';
$lang['user_dropbox_initialize_dropbox_sync_help'] = 'Сада када имате свој подешавање пријемни налог, кликните на дугме "Синхронизација сада". Ви ћете добити са УРЛ који садржи кључ у фасциклу Дропбок борави у вашем хоме директоријуму. Користите ову везу да бисте повезали свој Дропбок налог са ове дестинације кликом на њу и завршетак овлашћење Дропбок.';
$lang['user_dropbox_invalid_account'] = 'Рачун је неважећи.';
$lang['user_dropbox_not_available_for_root_account'] = 'Жао нам је, Дропбок услуга није доступна за роот налог.';
$lang['user_dropbox_starting_account_init'] = 'Покретање налог иницијализацијом ... будите стрпљиви.';
$lang['user_dropbox_step_1'] = 'Корак 1 од 2';
$lang['user_dropbox_step_2'] = 'Корак 2 од 2';
$lang['user_dropbox_sync_check'] = 'Проверите Синц';
$lang['user_dropbox_sync_now'] = 'синхронизовати Сада';
$lang['user_dropbox_url_link'] = 'Дропбок УРЛ Линк';
$lang['user_dropbox_waiting_confirmation'] = 'Чека за оверу синхронизацију налога Дропбок да се заврши. Кликните на Дропбок УРЛ Линк испод ако нисте посетили су Дропбок сајт и повезан ваш налог.';
