<?php

$lang['user_dropbox_app_description'] = 'ড্রপবক্স একটি মেঘ ভিত্তিক ফাইল স্টোরেজ এবং সুসংগতি সেবা. যা পরে একই ড্রপবক্স অ্যাকাউন্ট (ল্যাপটপ, মোবাইল, ট্যাবলেট ইত্যাদি) যুক্ত কোন ডিভাইস দ্বারা প্রবেশ করা যেতে পারে আপনার home ডিরেক্টরিতে অবস্থিত একটি ফোল্ডারে ফাইল সুসংগত করার জন্য এই অ্যাপ্লিকেশন ব্যবহার করুন.';
$lang['user_dropbox_app_name'] = 'ড্রপবক্স';
$lang['user_dropbox_authenticate_to_service'] = 'ড্রপবক্স সঙ্গে প্রমাণীকরণ';
$lang['user_dropbox_authentication'] = 'ড্রপবক্স প্রমাণীকরণ দ্বারা সম্পূর্ণ সেটআপ';
$lang['user_dropbox_create_account'] = 'ড্রপবক্স অ্যাকাউন্ট তৈরি করুন';
$lang['user_dropbox_have_account'] = 'আমি ইতিমধ্যে একটি ড্রপবক্স অ্যাকাউন্ট আছে';
$lang['user_dropbox_init_complete'] = 'আরম্ভের সম্পূর্ণ. আপনার অ্যাকাউন্টে ড্রপবক্স অনুমোদন সম্পন্ন করার জন্য নিচের লিংকে ক্লিক করুন.';
$lang['user_dropbox_initialize_dropbox_setup_help'] = 'আপনি মেঘ-ভিত্তিক সেবা করার জন্য আপনার স্থানীয় সার্ভার ফোল্ডার সুসংগত করার জন্য একটি ড্রপবক্স অ্যাকাউন্ট প্রয়োজন হবে.';
$lang['user_dropbox_initialize_dropbox_sync_help'] = 'এখন আপনি আপনার ড্রপবক্স অ্যাকাউন্ট সেটআপ আছে, "এখন সিংক্রোনাইজ করুন" বাটনে ক্লিক করুন. আপনি একটি URL আপনার হোম ডিরেক্টরীতে বসবাসকারী ড্রপবক্স ফোল্ডারে একটি কী সম্বলিত প্রদান করা হবে. এটা উপর ক্লিক করে এবং ড্রপবক্স অনুমোদন পূরণ করে এই গন্তব্য সঙ্গে আপনার ড্রপবক্স অ্যাকাউন্ট সংযুক্ত করতে এই লিঙ্কটি ব্যবহার করুন.';
$lang['user_dropbox_invalid_account'] = 'অ্যাকাউন্ট অবৈধ.';
$lang['user_dropbox_not_available_for_root_account'] = 'দুঃখিত, ড্রপবক্স সেবা root অ্যাকাউন্টের জন্য পাওয়া যায় না.';
$lang['user_dropbox_starting_account_init'] = 'অ্যাকাউন্ট আরম্ভের শুরু হচ্ছে ... দয়া করে ধৈর্য ধরুন.';
$lang['user_dropbox_step_1'] = '2 টি পদক্ষেপের 1';
$lang['user_dropbox_step_2'] = 'ধাপ 2 থেকে 2';
$lang['user_dropbox_sync_check'] = 'সিঙ্ক চেক';
$lang['user_dropbox_sync_now'] = 'এখন সিংক্রোনাইজ করুন';
$lang['user_dropbox_url_link'] = 'ড্রপবক্স URL লিঙ্ক';
$lang['user_dropbox_waiting_confirmation'] = 'ড্রপবক্স অ্যাকাউন্ট সুসংগতি অনুমোদনের জন্য অপেক্ষা করা হচ্ছে সম্পূর্ণ করতে. নিচে যদি আপনি ড্রপবক্স সাইটটি পরিদর্শন করা হয়েছে এবং আপনার অ্যাকাউন্টে লিঙ্ক ড্রপবক্স URL লিঙ্ক ক্লিক করুন.';
