<?php

$lang['user_dropbox_app_description'] = 'ड्रॉपबॉक्स मेघ-आधारित फाइल संचय आणि समक्रमण सेवा आहे. तुमच्या होम डिरेक्टरीमध्ये मध्ये स्थित एक फोल्डर त्याच ड्रॉपबॉक्स खाते (लॅपटॉप, मोबाईल, टॅबलेट इ) संबंधित कोणतेही साधन प्रवेश करणे शक्य आहे फाइल्स सिंक्रोनाइझ हा अनुप्रयोग वापरा.';
$lang['user_dropbox_app_name'] = 'ड्रॉपबॉक्स';
$lang['user_dropbox_authenticate_to_service'] = 'ड्रॉपबॉक्स सह प्रमाणिकरण';
$lang['user_dropbox_authentication'] = 'ड्रॉपबॉक्स प्रमाणित करून सेटअप पूर्ण';
$lang['user_dropbox_create_account'] = 'ड्रॉपबॉक्स खाते तयार करा';
$lang['user_dropbox_have_account'] = 'मी आधीच एक ड्रॉपबॉक्स खाते आहे';
$lang['user_dropbox_init_complete'] = 'प्रारंभ पूर्ण. आपल्या खात्यात ड्रॉपबॉक्स प्रमाणीकरण पूर्ण करण्यासाठी खालील दुव्यावर क्लिक करा.';
$lang['user_dropbox_initialize_dropbox_setup_help'] = 'आपण मेघ-आधारित सेवा आपल्या स्थानिक सर्व्हरवर फोल्डर समक्रमित करण्यासाठी एक ड्रॉपबॉक्स खाते असणे आवश्यक आहे.';
$lang['user_dropbox_initialize_dropbox_sync_help'] = 'आता आपण आपल्या ड्रॉपबॉक्स खाते सेटअप केली आहे, वर "आता समक्रमित करा" बटणावर क्लिक करा. तुमच्या होम डिरेक्टरीमध्ये राहणा-या ड्रॉपबॉक्स फोल्डरमध्ये की असलेले URL सह देण्यात येईल. तो वर क्लिक करा आणि ड्रॉपबॉक्स अधिकृतता पूर्ण करून या गंतव्य आपल्या ड्रॉपबॉक्स खाते संबद्ध करण्याची हा दुवा वापरा.';
$lang['user_dropbox_invalid_account'] = 'खाते अवैध आहे.';
$lang['user_dropbox_not_available_for_root_account'] = 'क्षमस्व, ड्रॉपबॉक्स सेवा रूट खाते उपलब्ध नाही.';
$lang['user_dropbox_starting_account_init'] = 'खाते प्रारंभ प्रारंभ करीत आहे ... कृपया धीर धरा.';
$lang['user_dropbox_step_1'] = 'पायरी 2 पैकी 1';
$lang['user_dropbox_step_2'] = '2 पैकी 2 चरण';
$lang['user_dropbox_sync_check'] = 'समक्रमण तपासा';
$lang['user_dropbox_sync_now'] = 'आता समक्रमित करा';
$lang['user_dropbox_url_link'] = 'ड्रॉपबॉक्स URL दुवा';
$lang['user_dropbox_waiting_confirmation'] = 'पूर्ण करण्यासाठी ड्रॉपबॉक्स खाते समक्रमण प्रमाणीकरण प्रतीक्षा करीत आहे. ड्रॉपबॉक्स URL दुवा क्लिक करा तर खाली आपण ड्रॉपबॉक्स साइटला भेट दिली नाही आणि आपले खाते दुवा साधला आहे.';
