<?php

$lang['user_dropbox_app_description'] = 'ડ્રૉપબૉક્સ એક મેઘ આધારિત ફાઇલ સંગ્રહ અને સુમેળ સેવા છે. જે પછી જ ડ્રૉપબૉક્સ એકાઉન્ટ (લેપટોપ, મોબાઇલ, ગોળી વગેરે) સાથે સંકળાયેલ કોઈપણ ઉપકરણ દ્વારા ઍક્સેસ કરી શકો છો તમારા ઘરમાં ડિરેક્ટરીમાં સ્થિત થયેલ એક ફોલ્ડરમાં ફાઇલોને સુમેળ કરવા માટે આ એપ્લિકેશન ઉપયોગ કરો.';
$lang['user_dropbox_app_name'] = 'ડ્રૉપબૉક્સ';
$lang['user_dropbox_authenticate_to_service'] = 'ડ્રૉપબૉક્સ સાથે સત્તાધિકરણ';
$lang['user_dropbox_authentication'] = 'ડ્રૉપબૉક્સ સાથે સત્તાધિકારીત દ્વારા પૂર્ણ સેટઅપ';
$lang['user_dropbox_create_account'] = 'ડ્રૉપબૉક્સ એકાઉન્ટ બનાવો';
$lang['user_dropbox_have_account'] = 'હું પહેલેથી જ એક ડ્રૉપબૉક્સ એકાઉન્ટ છે';
$lang['user_dropbox_init_complete'] = 'આરંભ પૂર્ણ. તમારા એકાઉન્ટમાં ડ્રૉપબૉક્સ અધિકૃતિ પૂર્ણ કરવા માટે નીચેની લિંક પર ક્લિક કરો.';
$lang['user_dropbox_initialize_dropbox_setup_help'] = 'તમે મેઘ આધારિત સેવા માટે તમારા સ્થાનિક સર્વર ફોલ્ડર સુમેળ કરવા માટે ડ્રૉપબૉક્સ એકાઉન્ટ જરૂર પડશે.';
$lang['user_dropbox_initialize_dropbox_sync_help'] = 'હવે તમે તમારા ડ્રૉપબૉક્સ એકાઉન્ટ સેટઅપ છે કે, "હવે સમન્વય" બટન પર ક્લિક કરો. તમે એક URL તમારી ઘર ડિરેક્ટરીમાં રહેલી ડ્રૉપબૉક્સ ફોલ્ડર માટે કી છે સાથે પૂરી પાડવામાં આવશે. તેના પર ક્લિક કરીને અને ડ્રૉપબૉક્સ અધિકૃતિ ભરીને આ સ્થળ સાથે તમારા ડ્રૉપબૉક્સ એકાઉન્ટ સાંકળવા માટે આ લિંકનો ઉપયોગ કરો.';
$lang['user_dropbox_invalid_account'] = 'એકાઉન્ટ અમાન્ય છે.';
$lang['user_dropbox_not_available_for_root_account'] = 'માફ કરશો, ડ્રૉપબૉક્સ સેવા રુટ એકાઉન્ટ માટે ઉપલબ્ધ નથી.';
$lang['user_dropbox_starting_account_init'] = 'એકાઉન્ટ આરંભ શરૂ કરી રહ્યા છીએ ... કૃપા કરીને ધીરજ ધરો.';
$lang['user_dropbox_step_1'] = '2 પગલું 1';
$lang['user_dropbox_step_2'] = '2 પગલું 2';
$lang['user_dropbox_sync_check'] = 'સમન્વય તપાસો';
$lang['user_dropbox_sync_now'] = 'હવે સમન્વય';
$lang['user_dropbox_url_link'] = 'ડ્રૉપબૉક્સ URL લિંક';
$lang['user_dropbox_waiting_confirmation'] = 'ડ્રૉપબૉક્સ એકાઉન્ટ સુમેળ સત્તાધિકરણ માટે રાહ જુએ છે પૂર્ણ કરવા માટે. નીચે તમે ડ્રૉપબૉક્સ સાઇટ મુલાકાત લીધી ન હોય અને તમારા એકાઉન્ટ સાથે લિંક પર ડ્રૉપબૉક્સ URL લિંક ક્લિક કરો.';
