<?php

$lang['user_dropbox_app_description'] = 'නාමාවලි එකක් වලාකුළක් මත පදනම් ගොනු ගබඩා කිරීම සහ සමමුහුර්ත සේවාවකි. පසුව එම හෝ නාමාවලි ගිණුම (ලැප්ටොප්, ජංගම, ටැබ්ලට් ආදිය) හා සම්බන්ධ ඕනෑම උපාංගයක් විසින් පරිහරණය කළ හැකි ඔබගේ නිවසේ බහලුම තුල පිහිටා ඇති ෆෝල්ඩරය වෙත ගොනු සමාකෘත කර ගැනීමට මෙම යෙදුම භාවිතා කරන්න.';
$lang['user_dropbox_app_name'] = 'නාමාවලි එකක්';
$lang['user_dropbox_authenticate_to_service'] = 'නාමාවලි එකක් සමඟ සත්යතාවයක්';
$lang['user_dropbox_authentication'] = 'නාමාවලි එකක් අනන්යතාවය තහවුරු කරගැනීම මගින් සම්පූර්ණ පිහිටුවීම්';
$lang['user_dropbox_create_account'] = 'නාමාවලි එකක් ගිණුමක් නිර්මාණය කරන්න *';
$lang['user_dropbox_have_account'] = 'මම දැනටමත් ඒක Dropbox ගිණුමක්';
$lang['user_dropbox_init_complete'] = 'ආරම්භය සම්පූර්ණයි. ඔබේ ගිණුමට හෝ නාමාවලි බලය සම්පූර්ණ කිරීම සඳහා පහත සබැඳිය මත ක්ලික් කරන්න.';
$lang['user_dropbox_initialize_dropbox_setup_help'] = 'ඔබ හෝ නාමාවලි ගිණුම වලාකුළු මත පදනම් වූ සේවා සඳහා ඔබේ දේශීය සේවාදායකය ෆෝල්ඩරය සමාකෘත කර ගැනීමට අවශ්ය වනු ඇත.';
$lang['user_dropbox_initialize_dropbox_sync_help'] = 'දැන් ඔබ විසින් හෝ නාමාවලි ගිණුමක් පිහිටුවීම් ඇති බව, එම "දැන් සමමුහුර්ත කරන්න" බොත්තම මත ක්ලික් කරන්න. ඔබට ඔබේ මුල් බහලුම තුල ජීවත්වන හෝ නාමාවලි ෆෝල්ඩරය සඳහා ප්රධාන අඩංගු URL එකක් ලබා දීමට කටයුතු කරනු ලැබේ. එය මත ක්ලික් කිරීමෙන් සහ නාමාවලි එකක් බලය සම්පූර්ණ විසින් මෙම ගමනාන්තය සමඟ ඔබේ හෝ නාමාවලි ගිණුමක් ඇසුරු කිරීමට, මෙම සබැඳිය භාවිතා කරන්න.';
$lang['user_dropbox_invalid_account'] = 'ගිණුම වලංගු නැත.';
$lang['user_dropbox_not_available_for_root_account'] = 'සමාවන්න, Dropbox සේවාව root ගිණුම සඳහා ලබා ගත හැකි නොවේ.';
$lang['user_dropbox_starting_account_init'] = 'ගිණුමක් ආරම්භය ආරම්භ කරමින් ... කරුණාකර ඉවසිලිවන්ත වන්න.';
$lang['user_dropbox_step_1'] = 'පියවර 2 න් 1';
$lang['user_dropbox_step_2'] = 'පියවර 2 න් 2';
$lang['user_dropbox_sync_check'] = 'සමමුහුර්ත කරන්න පරීක්ෂා කරන්න';
$lang['user_dropbox_sync_now'] = 'දැන් සමමුහුර්ත කරන්න';
$lang['user_dropbox_url_link'] = 'නාමාවලි එකක් URL එක ලින්ක්';
$lang['user_dropbox_waiting_confirmation'] = 'සම්පූර්ණ කිරීමට හෝ නාමාවලි ගිණුමක් සමමුහුර්ත සත්යාපනය එනතෙක් බලා සිටිනවා. ඔබ හෝ නාමාවලි පිවිසි අඩවිය සහ ඔබේ ගිණුම සම්බන්ධ නොමැති නම් පහත නාමාවලි එකක් URL එක ලින්ක් ක්ලික් කරන්න.';
