<?php

$lang['user_dropbox_app_description'] = 'דראָפּבאָקס איז אַ וואָלקן-באזירט טעקע סטאָרידזש און סינגקראַנאַזיישאַן דינסט. נוצן דעם אַפּ צו סינגקראַנייז טעקעס צו אַ טעקע ליגן אין דיין היים Directory וואָס קענען דעריבער זיין אַקסעסט דורך קיין מיטל פֿאַרבונדן צו די זעלבע דראָפּבאָקס חשבון (לאַפּטאַפּ, רירעוודיק, טאַבלעט אאז"ו ו).';
$lang['user_dropbox_app_name'] = 'דראָפּבאָקס';
$lang['user_dropbox_authenticate_to_service'] = 'אָטענטאַקייט מיט דראָפּבאָקס';
$lang['user_dropbox_authentication'] = 'גאַנץ סעטאַפּ דורך אַוטהענטיקאַטינג מיט דראָפּבאָקס';
$lang['user_dropbox_create_account'] = 'שאַפֿן דראָפּבאָקס חשבון';
$lang['user_dropbox_have_account'] = 'איך שוין האָבן אַ דראָפּבאָקס חשבון';
$lang['user_dropbox_init_complete'] = 'יניטיאַליזאַטיאָן גאַנץ. ביטע גיט אויף די לינק ווייטער צו פאַרענדיקן דראָפּבאָקס דערלויבעניש צו דיין חשבון.';
$lang['user_dropbox_initialize_dropbox_setup_help'] = 'איר וועט דאַרפֿן אַ דראָפּבאָקס חשבון צו סינגקראַנייז אייער היגע סערווירער טעקע צו די וואָלקן-באזירט דינסט.';
$lang['user_dropbox_initialize_dropbox_sync_help'] = 'איצט אַז איר האָבן דיין דראָפּבאָקס חשבון סעטאַפּ, דריקט אויף די "סינטשראָניזע איצט" קנעפּל. איר וועט זיין צוגעשטעלט מיט אַ URL מיט אַ שליסל צו די דראָפּבאָקס טעקע ריזיידינג אין דיין היים Directory. נוצן דעם לינק צו מיטאַרבעטער דיין דראָפּבאָקס חשבון מיט דעם דעסטיניישאַן דורך געבן אַ קליק אויף עס און קאַמפּליטינג די דראָפּבאָקס דערלויבעניש.';
$lang['user_dropbox_invalid_account'] = 'חשבון איז פאַרקריפּלט.';
$lang['user_dropbox_not_available_for_root_account'] = 'אנטשולדיגט, די דראָפּבאָקס דינסט איז ניט בנימצא פֿאַר די שורש חשבון.';
$lang['user_dropbox_starting_account_init'] = 'סטאַרטינג חשבון יניטיאַליזאַטיאָן ... ביטע זייַן פּאַציענט.';
$lang['user_dropbox_step_1'] = 'שריט 1 פון 2';
$lang['user_dropbox_step_2'] = 'טרעטן 2 פון 2';
$lang['user_dropbox_sync_check'] = 'קאָנטראָליר סינק';
$lang['user_dropbox_sync_now'] = 'סינטשראָניזע איצט';
$lang['user_dropbox_url_link'] = 'דראָפּבאָקס URL לינק';
$lang['user_dropbox_waiting_confirmation'] = 'ווארטן פֿאַר דראָפּבאָקס חשבון סינגקראַנאַזיישאַן אָטענטאַקיישאַן צו פאַרענדיקן. ביטע גיט אויף די דראָפּבאָקס URL לינק ונטן אויב איר האָבן נישט באזוכט די דראָפּבאָקס פּלאַץ און לינגקט דיין חשבון.';
