<?php

$lang['user_dropbox_app_description'] = 'డ్రాప్బాక్స్ ఒక క్లౌడ్ ఆధారిత ఫైల్ నిల్వ మరియు సమకాలీకరణ సేవ. తర్వాత అదే డ్రాప్బాక్స్ ఖాతా (ల్యాప్టాప్, మొబైల్, టాబ్లెట్ మొదలైనవి) సంబంధం ఏ పరికరం ద్వారా ఆక్సెస్ చెయ్యవచ్చు మీ హోమ్ డైరెక్టరీ లో ఉన్న ఒక ఫోల్డర్కు ఫైళ్లను సమకాలీకరించడానికి ఈ అప్లికేషన్ ఉపయోగించండి.';
$lang['user_dropbox_app_name'] = 'డ్రాప్బాక్స్';
$lang['user_dropbox_authenticate_to_service'] = 'డ్రాప్బాక్స్ తో ప్రమాణీకరించడానికి';
$lang['user_dropbox_authentication'] = 'డ్రాప్బాక్స్ అధికార పూర్తి సెటప్';
$lang['user_dropbox_create_account'] = 'డ్రాప్బాక్స్ ఖాతా సృష్టించు';
$lang['user_dropbox_have_account'] = 'నేను ఇప్పటికే ఒక డ్రాప్బాక్స్ ఖాతా కలిగి';
$lang['user_dropbox_init_complete'] = 'మొదలుపెట్టటం పూర్తి. మీ ఖాతాకు డ్రాప్బాక్స్ అధికార పూర్తి చేయడానికి క్రింది లింక్పై క్లిక్ చేయండి.';
$lang['user_dropbox_initialize_dropbox_setup_help'] = 'మీరు క్లౌడ్ ఆధారిత సేవ మీ స్థానిక సర్వర్ ఫోల్డర్ అనుసంధానము చేసి డ్రాప్బాక్స్ ఖాతా అవసరం.';
$lang['user_dropbox_initialize_dropbox_sync_help'] = 'ఇప్పుడు మీరు మీ డ్రాప్బాక్స్ ఖాతా సెటప్ కలిగి, "ఇప్పుడు సమకాలీకరించు" బటన్ పై క్లిక్ చేయండి. మీరు డ్రాప్బాక్స్ ఫోల్డర్లో మీ హోమ్ డైరెక్టరీలో నివసిస్తున్న ఒక కీని కలిగి URL తో అందిస్తాము. క్లిక్ చేయడం మరియు డ్రాప్బాక్స్ అధికార పూర్తి ద్వారా ఈ గమ్యాన్ని మీ డ్రాప్బాక్స్ ఖాతా అనుబంధించడానికి ఈ లింక్ ఉపయోగించండి.';
$lang['user_dropbox_invalid_account'] = 'ఖాతా చెల్లదు.';
$lang['user_dropbox_not_available_for_root_account'] = 'క్షమించాలి, డ్రాప్బాక్స్ సేవ కాదు రూట్ ఖాతా కోసం అందుబాటులో ఉంది.';
$lang['user_dropbox_starting_account_init'] = 'ఖాతా ప్రారంభ ప్రారంభిస్తోంది ... దయచేసి వేచి ఉండండి.';
$lang['user_dropbox_step_1'] = '2 లో 1 వ దశ';
$lang['user_dropbox_step_2'] = '2 దశ 2';
$lang['user_dropbox_sync_check'] = 'సమకాలీకరణ తనిఖీ';
$lang['user_dropbox_sync_now'] = 'ఇప్పుడు సమకాలీకరించు';
$lang['user_dropbox_url_link'] = 'డ్రాప్బాక్స్ URL లింక్';
$lang['user_dropbox_waiting_confirmation'] = 'పూర్తి డ్రాప్బాక్స్ ఖాతా సమకాలీకరణ ప్రమాణీకరణ కోసం వేచి ఉంది. మీరు డ్రాప్బాక్స్ సైట్ సందర్శించిన ఉండకపోతే క్రింద మరియు మీ ఖాతా లింక్ డ్రాప్బాక్స్ URL లింక్ క్లిక్ చేయండి.';
