<?php

$lang['user_dropbox_app_description'] = 'ಡ್ರಾಪ್ಬಾಕ್ಸ್ ಒಂದು ಮೋಡದ ಆಧಾರಿತ ಕಡತ ಶೇಖರಣೆ ಮತ್ತು ಸಿಂಕ್ರೊನೈಸೇಶನ್ ಸೇವೆಯಾಗಿದೆ. ಅವು ನಂತರ ಅದೇ ಡ್ರಾಪ್ಬಾಕ್ಸ್ ಖಾತೆಯನ್ನು (ಲ್ಯಾಪ್ಟಾಪ್, ಮೊಬೈಲ್, ಟ್ಯಾಬ್ಲೆಟ್ ಇತ್ಯಾದಿ) ಸಂಬಂಧಿಸಿದ ಯಾವುದೇ ಸಾಧನ ನಿಲುಕಿಸಿಕೊಳ್ಳಬಹುದು ನಿಮ್ಮ ಮನೆಗೆ ಕೋಶದಲ್ಲಿ ಒಂದು ಫೋಲ್ಡರ್ಗೆ ಫೈಲ್ಗಳನ್ನು ಸಿಂಕ್ರೊನೈಸ್ ಈ ಅಪ್ಲಿಕೇಶನ್ ಬಳಸಿ.';
$lang['user_dropbox_app_name'] = 'ಡ್ರಾಪ್ಬಾಕ್ಸ್';
$lang['user_dropbox_authenticate_to_service'] = 'ಡ್ರಾಪ್ಬಾಕ್ಸ್ ದೃಢೀಕರಿಸಲು';
$lang['user_dropbox_authentication'] = 'ಡ್ರಾಪ್ಬಾಕ್ಸ್ ದೃಢೀಕರಿಸಲು ಮೂಲಕ ಸಂಪೂರ್ಣ ಸೆಟಪ್';
$lang['user_dropbox_create_account'] = 'ಡ್ರಾಪ್ಬಾಕ್ಸ್ ಖಾತೆಯನ್ನು ರಚಿಸಿ';
$lang['user_dropbox_have_account'] = 'ನಾನು ಈಗಾಗಲೇ ಡ್ರಾಪ್ಬಾಕ್ಸ್ ಖಾತೆಯನ್ನು ಹೊಂದಿದ್ದರೆ';
$lang['user_dropbox_init_complete'] = 'ಪ್ರಾರಂಭಿಕ ಸಂಪೂರ್ಣ. ನಿಮ್ಮ ಖಾತೆಗೆ ಡ್ರಾಪ್ಬಾಕ್ಸ್ ಅಧಿಕಾರ ಪೂರ್ಣಗೊಳಿಸಲು ಕೆಳಗಿನ ಲಿಂಕ್ ಕ್ಲಿಕ್ ಮಾಡಿ.';
$lang['user_dropbox_initialize_dropbox_setup_help'] = 'ನೀವು ಮೋಡದ ಆಧಾರಿತ ಸೇವೆಗೆ ನಿಮ್ಮ ಸ್ಥಳೀಯ ಸರ್ವರ್ ಫೋಲ್ಡರ್ ಸಿಂಕ್ರೊನೈಸ್ ಒಂದು ಡ್ರಾಪ್ಬಾಕ್ಸ್ ಖಾತೆಯನ್ನು ಮಾಡಬೇಕಾಗುತ್ತದೆ.';
$lang['user_dropbox_initialize_dropbox_sync_help'] = 'ಈಗ ನೀವು ನಿಮ್ಮ ಡ್ರಾಪ್ಬಾಕ್ಸ್ ಖಾತೆಯನ್ನು ಅನ್ನು ಹೊಂದಿರುವ, "ಈಗ ಸಿಂಕ್ರೊನೈಸ್" ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡಿ. ನೀವು ಡ್ರಾಪ್ಬಾಕ್ಸ್ ಫೋಲ್ಡರ್ ನಿಮ್ಮ ಮನೆ ಕೋಶವನ್ನು ವಾಸಿಸುವ ಒಂದು ಕೀಲಿಯನ್ನು ಹೊಂದಿರುವ URL ನೊಂದಿಗೆ ಒದಗಿಸಲಾಗುವುದು. ಇದು ಕ್ಲಿಕ್ಕಿಸಿ ಮತ್ತು ಡ್ರಾಪ್ಬಾಕ್ಸ್ ಅಧಿಕಾರ ಮುಗಿದ ಮೂಲಕ ಈ ಗಮ್ಯಸ್ಥಾನವನ್ನು ನಿಮ್ಮ ಡ್ರಾಪ್ಬಾಕ್ಸ್ ಖಾತೆಯನ್ನು ಸಂಯೋಜಿಸಲು ಈ ಲಿಂಕ್ ಬಳಸಿ.';
$lang['user_dropbox_invalid_account'] = 'ಖಾತೆ ಅಮಾನ್ಯವಾಗಿದೆ.';
$lang['user_dropbox_not_available_for_root_account'] = 'ಕ್ಷಮಿಸಿ, ಡ್ರಾಪ್ಬಾಕ್ಸ್ ಸೇವೆ ಅಲ್ಲ ಮೂಲದ ಖಾತೆ ಲಭ್ಯವಿದೆ.';
$lang['user_dropbox_starting_account_init'] = 'ಖಾತೆ ಆರಂಭಕ್ಕೆ ಪ್ರಾರಂಭಗೊಳ್ಳುತ್ತಿದೆ ... ದಯವಿಟ್ಟು.';
$lang['user_dropbox_step_1'] = 'ಹಂತ 1 2';
$lang['user_dropbox_step_2'] = '2 ಹಂತ 2';
$lang['user_dropbox_sync_check'] = 'ಸಿಂಕ್ ಪರಿಶೀಲಿಸಿ';
$lang['user_dropbox_sync_now'] = 'ಈಗ ಸಿಂಕ್ರೊನೈಸ್';
$lang['user_dropbox_url_link'] = 'ಡ್ರಾಪ್ಬಾಕ್ಸ್ URL ಅನ್ನು ಲಿಂಕ್';
$lang['user_dropbox_waiting_confirmation'] = 'ಪೂರ್ಣಗೊಳಿಸಲು ಡ್ರಾಪ್ಬಾಕ್ಸ್ ಖಾತೆಯನ್ನು ಸಿಂಕ್ರೊನೈಸೇಶನ್ ದೃಢೀಕರಣ ನಿರೀಕ್ಷಿಸಲಾಗುತ್ತಿದೆ. ನೀವು ಡ್ರಾಪ್ಬಾಕ್ಸ್ ಸೈಟ್ ಭೇಟಿ, ಕೆಳಗಿನ ಮಾಡಿಲ್ಲ ಮತ್ತು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಲಿಂಕ್ ಡ್ರಾಪ್ಬಾಕ್ಸ್ URL ಅನ್ನು ಲಿಂಕ್ ಕ್ಲಿಕ್ ಮಾಡಿ.';
