<?php

$lang['user_dropbox_app_description'] = 'ड्रॉपबॉक्स एक क्लाउड-आधारित फ़ाइल भंडारण और तुल्यकालन सेवा है। जो फिर एक ही ड्रॉपबॉक्स खाते (लैपटॉप, मोबाइल, टैबलेट आदि) के लिए जुड़े किसी भी डिवाइस से पहुँचा जा सकता है आपके घर निर्देशिका में स्थित एक फ़ोल्डर में फ़ाइलों को सिंक्रनाइज़ करने के लिए इस एप्लिकेशन का उपयोग करें।';
$lang['user_dropbox_app_name'] = 'ड्रॉपबॉक्स';
$lang['user_dropbox_authenticate_to_service'] = 'ड्रॉपबॉक्स के साथ प्रमाणित';
$lang['user_dropbox_authentication'] = 'ड्रॉपबॉक्स के साथ सत्यापन से पूरा सेटअप';
$lang['user_dropbox_create_account'] = 'ड्रॉपबॉक्स खाते बनाएं';
$lang['user_dropbox_have_account'] = 'मेरा पहले से ही एक ड्रॉपबॉक्स खाता है';
$lang['user_dropbox_init_complete'] = 'प्रारंभ पूरा करें। अपने खाते में ड्रॉपबॉक्स प्राधिकरण को पूरा करने के लिए नीचे दिए गए लिंक पर क्लिक करें।';
$lang['user_dropbox_initialize_dropbox_setup_help'] = 'आप क्लाउड-आधारित सेवा करने के लिए अपने स्थानीय सर्वर फ़ोल्डर सिंक्रनाइज़ करने के लिए एक ड्रॉपबॉक्स खाते की आवश्यकता होगी।';
$lang['user_dropbox_initialize_dropbox_sync_help'] = 'अब आप अपने ड्रॉपबॉक्स खाते की स्थापना की है कि, "अब सिंक्रनाइज़" बटन पर क्लिक करें। आप एक URL आपके घर निर्देशिका में रहने वाले ड्रॉपबॉक्स फ़ोल्डर के लिए एक महत्वपूर्ण युक्त साथ उपलब्ध कराया जाएगा। इस पर क्लिक करने और ड्रॉपबॉक्स प्राधिकरण को पूरा करके इस गंतव्य के साथ अपने ड्रॉपबॉक्स खाते संबद्ध करने के लिए इस लिंक का उपयोग करें।';
$lang['user_dropbox_invalid_account'] = 'खाते में अमान्य है।';
$lang['user_dropbox_not_available_for_root_account'] = 'क्षमा करें, ड्रॉपबॉक्स सेवा जड़ खाते के लिए उपलब्ध नहीं है।';
$lang['user_dropbox_starting_account_init'] = 'खाते के प्रारंभ के शुरू ... कृपया धैर्य रखें।';
$lang['user_dropbox_step_1'] = '2 के चरण 1';
$lang['user_dropbox_step_2'] = 'चरण 2 का 2';
$lang['user_dropbox_sync_check'] = 'सिंक की जाँच करें';
$lang['user_dropbox_sync_now'] = 'अब सिंक्रनाइज़';
$lang['user_dropbox_url_link'] = 'ड्रॉपबॉक्स यूआरएल लिंक';
$lang['user_dropbox_waiting_confirmation'] = 'ड्रॉपबॉक्स खाते तुल्यकालन प्रमाणीकरण के लिए प्रतीक्षा कर रहा है पूरा करने के लिए। नीचे यदि आप ड्रॉपबॉक्स स्थल का दौरा नहीं किया है और अपने खाता लिंक पर ड्रॉपबॉक्स यूआरएल लिंक क्लिक करें।';
